[
  {
    "blog_title": "Augmented Reality",
    "blog_body": "With 1 billion AR users expected by 2020, it’s a great time to match your skills to this this field and be a part of creating richer experiences for all. AR is helping consumers visualize furniture in their home before they buy, try out different clothing or makeup looks, or help surgeons practice and plan surgeries before making the first incision.",
    "blog_author": "TechCrunch",
    "blog_date": "06/12/2021 17:15"
  },
  {
    "blog_title": "Mobile Development",
    "blog_body": "Like everyone else out there, you probably spend a good chunk of your day on your mobile device and that’s not changing anytime soon. But instead of just consuming, you could be the creating, whether it’s for iOS or Android. Getting started doesn’t require any experience.",
    "blog_author": "TechCrunch",
    "blog_date": "06/12/2021 17:15"
  },
  {
    "blog_title": "Cryptocurrency",
    "blog_body": "They get a lot of attention in the press for their volatility, but cryptocurrencies like Bitcoin, Ethereum, and Litecoin can be a super skill to learn that bridges economics and technology. Learn the fundamentals, strategies for investing, and how to identify the next great cryptocurrency. A little well-invested time here could set you up to do exactly what you really want to be doing.",
    "blog_author": "TechCrunch",
    "blog_date": "06/12/2021 17:15"
  },
  {
    "blog_title": "Robotics",
    "blog_body": "While you can probably visualize robots working their magic in manufacturing, today’s newest robots have a wide range of applications including medical and surgical uses, personal assistants, security, warehousing, logistics, and space or ocean exploration. Go on, make Jacques Cousteau jealous.",
    "blog_author": "TechCrunch",
    "blog_date": "06/12/2021 17:15"
  },
  {
    "blog_title": "Alexa Development",
    "blog_body": "Ever wanted to make your Echo more powerful or just the personal concierge you deserve? You can learn how to create your own custom Alexa Skills for professional or personal use.",
    "blog_author": "TechCrunch",
    "blog_date": "06/12/2021 17:15"
  },
  {
    "blog_title": "Deep Learning",
    "blog_body": "Deep Learning is a technique that uses things like neural networks, self-organizing maps, and stacked autoencoders to implement Machine Learning. With hardware speeds reaching new heights and more data being collected than ever, deep learning technologies are a top priority of tech giants like Google and Facebook, but also anyone who wants to take advantage of data.",
    "blog_author": "TechCrunch",
    "blog_date": "06/12/2021 17:15"
  },
  {
    "blog_title": "Artificial Intelligence",
    "blog_body": "Although first founded as an academic discipline in the 1950s, Artificial Intelligence (AI) is really starting to gain momentum. If you fancy yourself helping shape the future of all humans, AI is where you can make an impact. And according to Indeed, the demand for talent and the cash to pay for it is certainly there. One approach to AI, called Machine Learning, specializes in helping computers learn from data, identify patterns, and make decisions without the need for constant programming. It’s being applied to everything from self-driving cars and content recommendations, to healthcare and the environment.",
    "blog_author": "TechCrunch",
    "blog_date": "06/12/2021 18:32"
  }
]